Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %ld tool call
de: %ld Tool-Aufruf
es: %ld llamada a herramienta
fr: %ld appel d'outil
ja: ツール呼び出し %ld 回
ko: 도구 호출 %ld회
pt_br: %ld chamada de ferramenta
ru: Вызовов инструментов: %ld
zh_hans: %ld 次工具调用
zh_hant: %ld 次工具呼叫

source: %ld tool calls
de: %ld Tool-Aufrufe
es: %ld llamadas a herramientas
fr: %ld appels d'outils
ja: ツール呼び出し %ld 回
ko: 도구 호출 %ld회
pt_br: %ld chamadas de ferramenta
ru: Вызовов инструментов: %ld
zh_hans: %ld 次工具调用
zh_hant: %ld 次工具呼叫

source: %lds ago
de: vor %lds
es: hace %lds
fr: il y a %lds
ja: %ld 秒前
ko: %ld초 전
pt_br: há %lds
ru: %ld с назад
zh_hans: %ld秒前
zh_hant: %ld 秒前

# %lu architectures: %@
source: %1$lu architectures: %2$@
de: %1$lu Architekturen: %2$@
es: %1$lu arquitecturas: %2$@
ja: %1$lu 種類のアーキテクチャ: %2$@
ko: 아키텍처 %1$lu개: %2$@
pt_br: %1$lu arquiteturas: %2$@
ru: Архитектуры (%1$lu): %2$@
zh_hans: %1$lu 种架构：%2$@
zh_hant: %1$lu 種架構：%2$@

source: %lu entries. Choose one with Channels.
de: %lu Einträge. Wähle einen über „Kanäle“.
es: %lu entradas. Elige una con Canales.
fr: %lu entrées. Choisissez-en une avec Chaînes.
ja: %lu 件のエントリ。「チャンネル」で選択してください。
ko: 항목 %lu개. 채널에서 하나를 선택하십시오.
pt_br: %lu entradas. Escolha uma em Canais.
ru: Записей: %lu. Выберите одну в разделе «Каналы».
zh_hans: %lu 个条目。请通过“频道”选择一个。
zh_hant: %lu 個項目。請使用「頻道」選擇一個。

source: %lu file change
de: %lu Dateiänderung
es: %lu cambio de archivo
fr: %lu modification de fichier
ja: %lu 件のファイル変更
ko: 파일 변경 %lu개
pt_br: %lu alteração de arquivo
ru: Изменений файлов: %lu
zh_hans: %lu 个文件更改
zh_hant: %lu 項檔案變更

source: %lu file change · /undo reverts the last
de: %lu Dateiänderung · /undo macht die letzte rückgängig
es: %lu cambio de archivo · /undo revierte el último
fr: %lu modification de fichier · /undo annule la dernière
ja: %lu 件のファイル変更 · /undo で最後の変更を元に戻す
ko: 파일 변경 %lu개 · /undo로 마지막 변경 되돌리기
pt_br: %lu alteração de arquivo · /undo reverte a última
ru: Изменений файлов: %lu · /undo отменяет последнее
zh_hans: %lu 个文件更改 · /undo 撤销最后一个
zh_hant: %lu 項檔案變更 · /undo 可還原最後一項

source: %lu file changes
de: %lu Dateiänderungen
es: %lu cambios de archivos
fr: %lu modifications de fichiers
ja: %lu 件のファイル変更
ko: 파일 변경 %lu개
pt_br: %lu alterações de arquivo
ru: Изменений файлов: %lu
zh_hans: %lu 个文件更改
zh_hant: %lu 項檔案變更

source: %lu file changes · /undo reverts the last
de: %lu Dateiänderungen · /undo macht die letzte rückgängig
es: %lu cambios de archivos · /undo revierte el último
fr: %lu modifications de fichiers · /undo annule la dernière
ja: %lu 件のファイル変更 · /undo で最後の変更を元に戻す
ko: 파일 변경 %lu개 · /undo로 마지막 변경 되돌리기
pt_br: %lu alterações de arquivo · /undo reverte a última
ru: Изменений файлов: %lu · /undo отменяет последнее
zh_hans: %lu 个文件更改 · /undo 撤销最后一个
zh_hant: %lu 項檔案變更 · /undo 可還原最後一項

source: %lu items
de: %lu Objekte
es: %lu elementos
fr: %lu éléments
ja: %lu 項目
ko: %lu개 항목
pt_br: %lu itens
ru: Объектов: %lu
zh_hans: %lu 个项目
zh_hant: %lu 個項目

# %lu models returned by %@
source: %1$lu models returned by %2$@
de: %1$lu Modelle von %2$@
es: %1$lu modelos devueltos por %2$@
fr: %1$lu modèles renvoyés par %2$@
ja: %2$@ から %1$lu 個のモデルが返されました
ko: %2$@에서 반환된 모델 %1$lu개
pt_br: %1$lu modelos retornados por %2$@
ru: Моделей от %2$@: %1$lu
zh_hans: %2$@ 返回了 %1$lu 个模型
zh_hant: %2$@ 傳回 %1$lu 個模型

# %lu models returned by %@:
source: %1$lu models returned by %2$@:
de: %1$lu Modelle von %2$@:
es: %1$lu modelos devueltos por %2$@:
fr: %1$lu modèles renvoyés par %2$@ :
ja: %2$@ から %1$lu 個のモデルが返されました:
ko: %2$@에서 반환된 모델 %1$lu개:
pt_br: %1$lu modelos retornados por %2$@:
ru: Модели от %2$@ (%1$lu):
zh_hans: %2$@ 返回了 %1$lu 个模型：
zh_hant: %2$@ 傳回 %1$lu 個模型：

source: %lu need approval
de: %lu benötigen Freigabe
es: %lu necesitan aprobación
fr: %lu à approuver
ja: %lu 件が承認待ち
ko: %lu개 승인 필요
pt_br: %lu precisam de aprovação
ru: Ждут подтверждения: %lu
zh_hans: %lu 个需要批准
zh_hant: %lu 個需要核准

source: %lu needs approval
de: %lu benötigt Freigabe
es: %lu necesita aprobación
fr: %lu à approuver
ja: %lu 件が承認待ち
ko: %lu개 승인 필요
pt_br: %lu precisa de aprovação
ru: Ждут подтверждения: %lu
zh_hans: %lu 个需要批准
zh_hant: %lu 個需要核准

source: %lu new answer
de: %lu neue Antwort
es: %lu respuesta nueva
fr: %lu nouvelle réponse
ja: %lu 件の新しい回答
ko: 새 답변 %lu개
pt_br: %lu resposta nova
ru: Новых ответов: %lu
zh_hans: %lu 个新回答
zh_hant: %lu 則新回答

source: %lu new answers
de: %lu neue Antworten
es: %lu respuestas nuevas
fr: %lu nouvelles réponses
ja: %lu 件の新しい回答
ko: 새 답변 %lu개
pt_br: %lu respostas novas
ru: Новых ответов: %lu
zh_hans: %lu 个新回答
zh_hant: %lu 則新回答

source: %lu on
de: %lu an
es: %lu activados
fr: %lu activés
ja: %lu 件オン
ko: %lu개 켜짐
pt_br: %lu ativados
ru: Вкл.: %lu
zh_hans: 已开启 %lu 个
zh_hant: %lu 個已開啟

source: %lu processes written. The next launch resumes here.
de: %lu Prozesse geschrieben. Der nächste Start setzt hier fort.
es: %lu procesos escritos. El próximo inicio se reanudará desde aquí.
fr: %lu processus écrits. Le prochain lancement reprendra ici.
ja: %lu 個のプロセスを書き込みました。次回の起動時にここから再開します。
ko: 프로세스 %lu개를 기록했습니다. 다음 실행 시 여기서 재개됩니다.
pt_br: %lu processos gravados. A próxima abertura retoma daqui.
ru: Записано процессов: %lu. При следующем запуске работа продолжится отсюда.
zh_hans: 已写入 %lu 个进程。下次启动将从此处恢复。
zh_hant: 已寫入 %lu 個程序。下次啟動時將從這裡恢復。

source: %lu queued
de: %lu in Warteschlange
es: %lu en cola
fr: %lu en attente
ja: %lu 件待機中
ko: %lu개 대기 중
pt_br: %lu na fila
ru: В очереди: %lu
zh_hans: %lu 个排队中
zh_hant: %lu 個排隊中

source: %lu saved sessions from this filesystem will be deleted too.
de: %lu gesicherte Sitzungen dieses Dateisystems werden ebenfalls gelöscht.
es: También se eliminarán %lu sesiones guardadas de este sistema de archivos.
fr: %lu sessions enregistrées de ce système de fichiers seront aussi supprimées.
ja: このファイルシステムの保存済みセッション %lu 件も削除されます。
ko: 이 파일 시스템에서 저장된 세션 %lu개도 삭제됩니다.
pt_br: %lu sessões salvas deste sistema de arquivos também serão apagadas.
ru: Сохранённые сеансы этой файловой системы тоже будут удалены (%lu).
zh_hans: 此文件系统的 %lu 个已保存会话也将被删除。
zh_hant: 此檔案系統的 %lu 個已儲存工作階段也會被刪除。

# %lu saved so far; %lu process(es) will start again rather than resume.
source: %1$lu saved so far; %2$lu process(es) will start again rather than resume.
de: Bisher %1$lu gesichert; %2$lu Prozess(e) werden neu gestartet statt fortgesetzt.
es: %1$lu guardadas hasta ahora; %2$lu proceso(s) se iniciarán de nuevo en lugar de reanudarse.
fr: %1$lu enregistrements jusqu'ici ; %2$lu processus redémarreront au lieu de reprendre.
ja: これまでに %1$lu 回保存。%2$lu 個のプロセスは再開されず最初から起動します。
ko: 지금까지 %1$lu개 저장됨. 프로세스 %2$lu개는 재개되지 않고 다시 시작됩니다.
pt_br: %1$lu salvas até agora; %2$lu processo(s) serão reiniciados em vez de retomados.
ru: Сохранено: %1$lu; процессов, которые запустятся заново, а не продолжат работу: %2$lu.
zh_hans: 已保存 %1$lu 次；%2$lu 个进程将重新启动而非恢复。
zh_hant: 目前已儲存 %1$lu 次；%2$lu 個程序將重新啟動而非恢復。

# %lu saved so far; the last held %lu processes.
source: %1$lu saved so far; the last held %2$lu processes.
de: Bisher %1$lu gesichert; die letzte enthielt %2$lu Prozesse.
es: %1$lu guardadas hasta ahora; la última contenía %2$lu procesos.
fr: %1$lu enregistrements jusqu'ici ; le dernier contenait %2$lu processus.
ja: これまでに %1$lu 回保存。前回は %2$lu 個のプロセスを保持していました。
ko: 지금까지 %1$lu개 저장됨. 마지막 저장에는 프로세스 %2$lu개가 있었습니다.
pt_br: %1$lu salvas até agora; a última continha %2$lu processos.
ru: Сохранено: %1$lu; в последнем сохранении процессов: %2$lu.
zh_hans: 已保存 %1$lu 次；最近一次包含 %2$lu 个进程。
zh_hant: 目前已儲存 %1$lu 次；上次保存了 %2$lu 個程序。

# %lu scenes · %lu terminals
source: %1$lu scenes · %2$lu terminals
de: %1$lu Szenen · %2$lu Terminals
es: %1$lu escenas · %2$lu terminales
fr: %1$lu scènes · %2$lu terminaux
ja: シーン %1$lu 個 · ターミナル %2$lu 個
ko: 장면 %1$lu개 · 터미널 %2$lu개
pt_br: %1$lu cenas · %2$lu terminais
ru: Сцен: %1$lu · терминалов: %2$lu
zh_hans: %1$lu 个场景 · %2$lu 个终端
zh_hant: %1$lu 個場景 · %2$lu 個終端機

# %lu terminals • %lu roots • %lu scenes
source: %1$lu terminals • %2$lu roots • %3$lu scenes
de: %1$lu Terminals • %2$lu Roots • %3$lu Szenen
es: %1$lu terminales • %2$lu sistemas raíz • %3$lu escenas
fr: %1$lu terminaux • %2$lu racines • %3$lu scènes
ja: ターミナル %1$lu 個 • ルート %2$lu 個 • シーン %3$lu 個
ko: 터미널 %1$lu개 • 루트 %2$lu개 • 장면 %3$lu개
pt_br: %1$lu terminais • %2$lu raízes • %3$lu cenas
ru: Терминалов: %1$lu • корневых ФС: %2$lu • сцен: %3$lu
zh_hans: %1$lu 个终端 • %2$lu 个根文件系统 • %3$lu 个场景
zh_hant: %1$lu 個終端機 • %2$lu 個根檔案系統 • %3$lu 個場景

source: %lu working
de: %lu aktiv
es: %lu en curso
fr: %lu en cours
ja: %lu 件実行中
ko: %lu개 작업 중
pt_br: %lu em execução
ru: Работают: %lu
zh_hans: %lu 个运行中
zh_hant: %lu 個執行中

source: %s are using the GPU, and what they hold there lives in the app, outside the session. Save anyway and everything else is saved, but the Wayland desktop and every program in it keep running now, and will be missing from a resume of this save — any unsaved work in them is lost.
de: %s nutzen die GPU, und was sie dort halten, liegt in der App, außerhalb der Sitzung. Sicherst du trotzdem, wird alles andere gesichert, aber der Wayland-Desktop und alle Programme darin laufen jetzt weiter und fehlen beim Fortsetzen dieser Sicherung – ungesicherte Arbeit darin geht verloren.
es: %s están usando la GPU, y lo que tienen allí reside en la app, fuera de la sesión. Si guardas de todos modos, se guardará todo lo demás, pero el escritorio Wayland y todos sus programas seguirán ejecutándose ahora y faltarán al reanudar esta copia; se perderá cualquier trabajo no guardado en ellos.
fr: %s utilisent le GPU, et ce qu'ils y conservent réside dans l'app, hors de la session. Si vous enregistrez quand même, tout le reste est enregistré, mais le bureau Wayland et tous ses programmes continuent de tourner et seront absents lors de la reprise de cet enregistrement — tout travail non enregistré dans ceux-ci sera perdu.
ja: %s が GPU を使用しており、GPU 上のデータはセッションの外側、App 内にあります。このまま保存すると他はすべて保存されますが、Wayland デスクトップとその中のすべてのプログラムは今は実行を続け、この保存から再開したときには含まれません — それらの未保存の作業は失われます。
ko: %s이(가) GPU를 사용 중이며, GPU에 보관된 데이터는 세션 외부의 앱에 있습니다. 그래도 저장하면 나머지는 모두 저장되지만, Wayland 데스크탑과 그 안의 모든 프로그램은 지금 계속 실행되며 이 저장본을 재개할 때는 빠지게 됩니다 — 저장하지 않은 작업은 손실됩니다.
pt_br: %s estão usando a GPU, e o que mantêm nela fica no app, fora da sessão. Se salvar mesmo assim, todo o resto é salvo, mas a área de trabalho Wayland e todos os programas nela continuam em execução agora e estarão ausentes ao retomar este salvamento — qualquer trabalho não salvo neles será perdido.
ru: %s используют GPU, а данные на GPU находятся в приложении, вне сеанса. Если всё равно сохранить, всё остальное будет сохранено, но рабочий стол Wayland и все программы в нём продолжат работать сейчас и будут отсутствовать при возобновлении из этого сохранения — вся несохранённая работа в них будет потеряна.
zh_hans: %s 正在使用 GPU，它们在 GPU 中保存的内容位于 App 内、会话之外。若仍要保存，其他所有内容都会被保存，但 Wayland 桌面及其中的所有程序现在会继续运行，且从此存档恢复时将不存在——其中未保存的工作都会丢失。
zh_hant: %s 正在使用 GPU，它們在 GPU 中保存的內容位於 App 內，不屬於工作階段。若仍要儲存，其他所有內容都會儲存，但 Wayland 桌面及其中的所有程式會繼續執行，且從此存檔恢復時將不存在 — 其中任何未儲存的工作都會遺失。

source: %s are using the GPU, and what they hold there lives in the app, outside the session. Suspend anyway and everything else is saved, but the Wayland desktop and every program in it will be gone when the session resumes — any unsaved work in them is lost.
de: %s nutzen die GPU, und was sie dort halten, liegt in der App, außerhalb der Sitzung. Unterbrichst du trotzdem, wird alles andere gesichert, aber der Wayland-Desktop und alle Programme darin sind beim Fortsetzen der Sitzung weg – ungesicherte Arbeit darin geht verloren.
es: %s están usando la GPU, y lo que tienen allí reside en la app, fuera de la sesión. Si suspendes de todos modos, se guardará todo lo demás, pero el escritorio Wayland y todos sus programas habrán desaparecido cuando se reanude la sesión; se perderá cualquier trabajo no guardado en ellos.
fr: %s utilisent le GPU, et ce qu'ils y conservent réside dans l'app, hors de la session. Si vous suspendez quand même, tout le reste est enregistré, mais le bureau Wayland et tous ses programmes auront disparu à la reprise de la session — tout travail non enregistré dans ceux-ci sera perdu.
ja: %s が GPU を使用しており、GPU 上のデータはセッションの外側、App 内にあります。このままサスペンドすると他はすべて保存されますが、セッションの再開時には Wayland デスクトップとその中のすべてのプログラムが失われます — それらの未保存の作業は失われます。
ko: %s이(가) GPU를 사용 중이며, GPU에 보관된 데이터는 세션 외부의 앱에 있습니다. 그래도 일시 중단하면 나머지는 모두 저장되지만, 세션을 재개할 때 Wayland 데스크탑과 그 안의 모든 프로그램은 사라집니다 — 저장하지 않은 작업은 손실됩니다.
pt_br: %s estão usando a GPU, e o que mantêm nela fica no app, fora da sessão. Se suspender mesmo assim, todo o resto é salvo, mas a área de trabalho Wayland e todos os programas nela terão desaparecido quando a sessão for retomada — qualquer trabalho não salvo neles será perdido.
ru: %s используют GPU, а данные на GPU находятся в приложении, вне сеанса. Если всё равно приостановить, всё остальное будет сохранено, но рабочий стол Wayland и все программы в нём исчезнут при возобновлении сеанса — вся несохранённая работа в них будет потеряна.
zh_hans: %s 正在使用 GPU，它们在 GPU 中保存的内容位于 App 内、会话之外。若仍要挂起，其他所有内容都会被保存，但会话恢复时 Wayland 桌面及其中的所有程序将不复存在——其中未保存的工作都会丢失。
zh_hant: %s 正在使用 GPU，它們在 GPU 中保存的內容位於 App 內，不屬於工作階段。若仍要暫停，其他所有內容都會儲存，但工作階段恢復時，Wayland 桌面及其中的所有程式將會消失 — 其中任何未儲存的工作都會遺失。

source: %s is using the GPU, and what it holds there lives in the app, outside the session. Save anyway and everything else is saved, but the Wayland desktop and every program in it keep running now, and will be missing from a resume of this save — any unsaved work in them is lost.
de: %s nutzt die GPU, und was es dort hält, liegt in der App, außerhalb der Sitzung. Sicherst du trotzdem, wird alles andere gesichert, aber der Wayland-Desktop und alle Programme darin laufen jetzt weiter und fehlen beim Fortsetzen dieser Sicherung – ungesicherte Arbeit darin geht verloren.
es: %s está usando la GPU, y lo que tiene allí reside en la app, fuera de la sesión. Si guardas de todos modos, se guardará todo lo demás, pero el escritorio Wayland y todos sus programas seguirán ejecutándose ahora y faltarán al reanudar esta copia; se perderá cualquier trabajo no guardado en ellos.
fr: %s utilise le GPU, et ce qu'il y conserve réside dans l'app, hors de la session. Si vous enregistrez quand même, tout le reste est enregistré, mais le bureau Wayland et tous ses programmes continuent de tourner et seront absents lors de la reprise de cet enregistrement — tout travail non enregistré dans ceux-ci sera perdu.
ja: %s が GPU を使用しており、GPU 上のデータはセッションの外側、App 内にあります。このまま保存すると他はすべて保存されますが、Wayland デスクトップとその中のすべてのプログラムは今は実行を続け、この保存から再開したときには含まれません — それらの未保存の作業は失われます。
ko: %s이(가) GPU를 사용 중이며, GPU에 보관된 데이터는 세션 외부의 앱에 있습니다. 그래도 저장하면 나머지는 모두 저장되지만, Wayland 데스크탑과 그 안의 모든 프로그램은 지금 계속 실행되며 이 저장본을 재개할 때는 빠지게 됩니다 — 저장하지 않은 작업은 손실됩니다.
pt_br: %s está usando a GPU, e o que mantém nela fica no app, fora da sessão. Se salvar mesmo assim, todo o resto é salvo, mas a área de trabalho Wayland e todos os programas nela continuam em execução agora e estarão ausentes ao retomar este salvamento — qualquer trabalho não salvo neles será perdido.
ru: %s использует GPU, а данные на GPU находятся в приложении, вне сеанса. Если всё равно сохранить, всё остальное будет сохранено, но рабочий стол Wayland и все программы в нём продолжат работать сейчас и будут отсутствовать при возобновлении из этого сохранения — вся несохранённая работа в них будет потеряна.
zh_hans: %s 正在使用 GPU，它在 GPU 中保存的内容位于 App 内、会话之外。若仍要保存，其他所有内容都会被保存，但 Wayland 桌面及其中的所有程序现在会继续运行，且从此存档恢复时将不存在——其中未保存的工作都会丢失。
zh_hant: %s 正在使用 GPU，它在 GPU 中保存的內容位於 App 內，不屬於工作階段。若仍要儲存，其他所有內容都會儲存，但 Wayland 桌面及其中的所有程式會繼續執行，且從此存檔恢復時將不存在 — 其中任何未儲存的工作都會遺失。

source: %s is using the GPU, and what it holds there lives in the app, outside the session. Suspend anyway and everything else is saved, but the Wayland desktop and every program in it will be gone when the session resumes — any unsaved work in them is lost.
de: %s nutzt die GPU, und was es dort hält, liegt in der App, außerhalb der Sitzung. Unterbrichst du trotzdem, wird alles andere gesichert, aber der Wayland-Desktop und alle Programme darin sind beim Fortsetzen der Sitzung weg – ungesicherte Arbeit darin geht verloren.
es: %s está usando la GPU, y lo que tiene allí reside en la app, fuera de la sesión. Si suspendes de todos modos, se guardará todo lo demás, pero el escritorio Wayland y todos sus programas habrán desaparecido cuando se reanude la sesión; se perderá cualquier trabajo no guardado en ellos.
fr: %s utilise le GPU, et ce qu'il y conserve réside dans l'app, hors de la session. Si vous suspendez quand même, tout le reste est enregistré, mais le bureau Wayland et tous ses programmes auront disparu à la reprise de la session — tout travail non enregistré dans ceux-ci sera perdu.
ja: %s が GPU を使用しており、GPU 上のデータはセッションの外側、App 内にあります。このままサスペンドすると他はすべて保存されますが、セッションの再開時には Wayland デスクトップとその中のすべてのプログラムが失われます — それらの未保存の作業は失われます。
ko: %s이(가) GPU를 사용 중이며, GPU에 보관된 데이터는 세션 외부의 앱에 있습니다. 그래도 일시 중단하면 나머지는 모두 저장되지만, 세션을 재개할 때 Wayland 데스크탑과 그 안의 모든 프로그램은 사라집니다 — 저장하지 않은 작업은 손실됩니다.
pt_br: %s está usando a GPU, e o que mantém nela fica no app, fora da sessão. Se suspender mesmo assim, todo o resto é salvo, mas a área de trabalho Wayland e todos os programas nela terão desaparecido quando a sessão for retomada — qualquer trabalho não salvo neles será perdido.
ru: %s использует GPU, а данные на GPU находятся в приложении, вне сеанса. Если всё равно приостановить, всё остальное будет сохранено, но рабочий стол Wayland и все программы в нём исчезнут при возобновлении сеанса — вся несохранённая работа в них будет потеряна.
zh_hans: %s 正在使用 GPU，它在 GPU 中保存的内容位于 App 内、会话之外。若仍要挂起，其他所有内容都会被保存，但会话恢复时 Wayland 桌面及其中的所有程序将不复存在——其中未保存的工作都会丢失。
zh_hant: %s 正在使用 GPU，它在 GPU 中保存的內容位於 App 內，不屬於工作階段。若仍要暫停，其他所有內容都會儲存，但工作階段恢復時，Wayland 桌面及其中的所有程式將會消失 — 其中任何未儲存的工作都會遺失。

source: (No change to the content.)
de: (Keine Änderung am Inhalt.)
es: (Sin cambios en el contenido.)
fr: (Aucune modification du contenu.)
ja: （内容に変更はありません。）
ko: (내용 변경 없음)
pt_br: (Nenhuma alteração no conteúdo.)
ru: (Содержимое не изменилось.)
zh_hans: （内容无更改。）
zh_hant: （內容沒有變更。）

source: (log file is empty)
de: (Protokolldatei ist leer)
es: (el archivo de registro está vacío)
fr: (le fichier journal est vide)
ja: （ログファイルは空です）
ko: (로그 파일이 비어 있음)
pt_br: (o arquivo de log está vazio)
ru: (файл журнала пуст)
zh_hans: （日志文件为空）
zh_hant: （記錄檔是空的）

source: + Add
de: + Hinzufügen
es: + Añadir
fr: + Ajouter
ja: + 追加
ko: + 추가
pt_br: + Adicionar
ru: + Добавить
zh_hans: + 添加
zh_hant: + 加入

source: , auto-saved
de: , automatisch gesichert
es: , guardada automáticamente
fr: , enregistrée automatiquement
ja: 、自動保存
ko: , 자동 저장됨
pt_br: , salvo automaticamente
ru: , автосохранение
zh_hans: ，自动保存
zh_hant: ，自動儲存

source: 1 item
de: 1 Objekt
es: 1 elemento
fr: 1 élément
ja: 1 項目
ko: 1개 항목
ru: 1 объект
zh_hans: 1 个项目
zh_hant: 1 個項目

source: 1 message
de: 1 Nachricht
es: 1 mensaje
ja: 1 件のメッセージ
ko: 메시지 1개
pt_br: 1 mensagem
ru: 1 сообщение
zh_hans: 1 条消息
zh_hant: 1 則訊息

source: A Notepad-style text editor for the iSH-AOK Workspace. Inspired by MotePad / TinyRetroPad — reads and writes files on the guest filesystem.
de: Ein Texteditor im Notepad-Stil für den iSH-AOK-Workspace. Inspiriert von MotePad / TinyRetroPad – liest und schreibt Dateien im Gast-Dateisystem.
es: Un editor de texto al estilo del Bloc de notas para el espacio de trabajo de iSH-AOK. Inspirado en MotePad / TinyRetroPad: lee y escribe archivos en el sistema de archivos invitado.
fr: Un éditeur de texte façon Bloc-notes pour l'espace de travail iSH-AOK. Inspiré de MotePad / TinyRetroPad — lit et écrit des fichiers sur le système de fichiers de l'invité.
ja: iSH-AOK ワークスペース用のメモ帳スタイルのテキストエディタ。 MotePad / TinyRetroPad にインスパイアされています — ゲストのファイルシステム上のファイルを読み書きします。
ko: iSH-AOK 워크스페이스용 메모장 스타일 텍스트 편집기입니다. MotePad / TinyRetroPad에서 영감을 받았으며, 게스트 파일 시스템의 파일을 읽고 씁니다.
pt_br: Um editor de texto no estilo Bloco de Notas para o Espaço de trabalho do iSH-AOK. Inspirado no MotePad / TinyRetroPad — lê e grava arquivos no sistema de arquivos do convidado.
ru: Текстовый редактор в стиле Блокнота для рабочей области iSH-AOK. Вдохновлён MotePad / TinyRetroPad — читает и записывает файлы в гостевой файловой системе.
zh_hans: 一款用于 iSH-AOK 工作区的记事本风格文本编辑器。 灵感来自 MotePad / TinyRetroPad——在客户机文件系统上读写文件。
zh_hant: 適用於 iSH-AOK 工作區的記事本風格文字編輯器。 靈感來自 MotePad / TinyRetroPad — 讀寫客體檔案系統上的檔案。

source: A command pattern, e.g. "make *" or "rm *".
de: Ein Befehlsmuster, z. B. "make *" oder "rm *".
es: Un patrón de comando, p. ej., "make *" o "rm *".
fr: Un motif de commande, par ex. "make *" ou "rm *".
ja: コマンドのパターン。例: "make *" や "rm *"。
ko: 명령 패턴, 예: "make *" 또는 "rm *".
pt_br: Um padrão de comando, ex.: "make *" ou "rm *".
ru: Шаблон команды, например "make *" или "rm *".
zh_hans: 命令模式，例如“make *”或“rm *”。
zh_hant: 指令模式，例如 "make *" 或 "rm *"。

source: A command that runs longer than this is killed and its partial output is returned to the model.
de: Ein Befehl, der länger läuft, wird beendet und seine bisherige Ausgabe an das Modell zurückgegeben.
es: Un comando que tarde más se finaliza y su salida parcial se devuelve al modelo.
fr: Une commande qui dure plus longtemps est arrêtée et sa sortie partielle est renvoyée au modèle.
ja: これより長く実行されるコマンドは強制終了され、途中までの出力がモデルに返されます。
ko: 이보다 오래 실행되는 명령은 종료되고 일부 출력이 모델에 반환됩니다.
pt_br: Um comando que demorar mais que isso é encerrado e sua saída parcial é devolvida ao modelo.
ru: Команда, которая выполняется дольше этого времени, завершается, а её частичный вывод возвращается модели.
zh_hans: 运行时间超过此值的命令将被终止，其部分输出会返回给模型。
zh_hant: 執行時間超過此值的指令會被終止，其部分輸出會傳回給模型。
